tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
#tap "ethereum/ethereum"
brew "ack"
#brew "docker"
brew "fish"
brew "git-flow"
#brew "graphviz"
#brew "mongodb"
#brew "poppler"
brew "postgresql"
brew "pre-commit"
brew "redis"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "yarn", link: false
#brew "ethereum/ethereum/ethereum"
cask "dbeaver-community"
cask "meld"
cask "imageoptim"
brew "p7zip"
